{
   "1": [
      {
         "Received": 1710944714000,
         "Flag": "Reliable",
         "Message": {
            "Title": "Message from the Rebirth Team.",
            "Body": "Welcome to Project Deathgarden Rebirth!  The goal of this Project is to rebuild the Deathgarden API. For more Info visit our Github Repo!"
         },
         "Tag": "Direct",
         "ExpireAt": 1810429963,
         "Origin": "Warning",
         "RecipientId": "1"
      }
   ],
   "2": [
      {
         "Received": 1710944714000,
         "Flag": "Reliable",
         "Message": {
            "Title": "Message from the Rebirth Team.",
            "Body": "This is a Info. The Matchmaking is not currently working. We are trying to get it working Asap though!"
         },
         "Tag": "Direct",
         "ExpireAt": 1810429963,
         "Origin": "Warning",
         "RecipientId": "2"
      }
   ],
   "3": [
      {
         "Received": 1710944714000,
         "Flag": "Reliable",
         "Message": {
            "Title": "IMPORTANT NOTICE: Warning Issued for Inappropriate Behavior",
            "Body": "March 14th 2024\n\nDear Player,\n\nWe regret to inform you that your recent actions have been reported for inappropriate behavior within the game environment. This includes but is not limited to: harassment, holding a match hostage (AFK), and disruptive gameplay.\n\nSuch behavior is strictly prohibited as it undermines the integrity of our community and violates our terms of service. We are committed to fostering a safe and enjoyable gaming experience for all players.\n\nAfter a review of your case, we have decided to issue you your first warning. Continued violations of our community guidelines may result in temporary or permanent bans based off frequency/severity of the transgressions. We urge all players to adhere to our rules that can be found in the Community Discord.\n\nThank you for your cooperation in maintaining a positive gaming environment.\n\nSincerely,\nThe Deathgarden: Rebirth Team "
         },
         "Tag": "Direct",
         "ExpireAt": 1810429963,
         "Origin": "Info",
         "RecipientId": "3"
      }
   ],
      "4": [
      {
         "Received": 1710944714000,
         "Flag": "Reliable",
         "Message": {
            "Title": "Test MSG Header",
            "Body": "Test MSG Body for Test msg"
         },
         "Tag": "Direct",
         "ExpireAt": 1810429963,
         "Origin": "Info",
         "RecipientId": "3"
      }
   ]
}
